Repository: VeronicaRo/grupovega
Catalog: languages/plugins/drag-and-drop-multiple-file-upload-contact-form-7-*.po
Languages: es_mx

source: Auto Delete Files
es_mx: Borrar automáticamente los archivos

source: Don't delete files
es_mx: No borrar los archivos

source: Spam Filtering Issue
es_mx: Problema de filtrado de spam

source: Fix Spam
es_mx: Corregir el spam

source: Disable Submit button
es_mx: Desactivar el botón de enviar

source: Disable Button
es_mx: Desactivar el botón

source: Max File Limit
es_mx: Límite máximo de archivos

source: Invalid file Type
es_mx: Tipo de archivo no válido

source: Files too large
es_mx: Los archivos son muy grandes

source: Failed to Upload
es_mx: Ha fallado la subida

source: File exceeds server limit
es_mx: El archivo supera el límite del servidor

source: Error Message
es_mx: Mensaje de error

source: Browse Text
es_mx: Texto de «Buscar»

source: Drag & Drop Text
es_mx: Texto de «Arrastrar y soltar»

source: Heading Tag
es_mx: Etiqueta del encabezado

source: Uploader Info
es_mx: Información para el usuario

source: Send Attachment as links?
es_mx: ¿Enviar los adjuntos como enlaces?

source: To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.
es_mx: Para adjuntar el archivo subido a través de este campo al mensaje de correo electrónico, debes insertar la etiqueta de correo correspondiente (%s) en el campo «Archivos adjuntos» de la pestaña «Correo electrónico».

source: Insert Tag
es_mx: Insertar etiqueta

source: Class attribute
es_mx: Atributo de clase

source: Id attribute
es_mx: Atributo de ID

source: Max file upload
es_mx: Número máximo de archivos a subir

source: Acceptable file types
es_mx: Formatos de archivo aceptados

source: File size limit (bytes)
es_mx: Límite de tamaño del archivo (bytes)

source: Name
es_mx: Nombre

source: Required field
es_mx: Campo obligatorio

source: Field type
es_mx: Tipo de campo

source: File Uploading and Attachment
es_mx: Subida de archivos y adjuntos

source: https://contactform7.com/file-uploading-and-attachment/
es_mx: https://contactform7.com/es/file-uploading-and-attachment/

source: Generate a form-tag for a file uploading field. For more details, see %s.
es_mx: Genera una etiqueta de formulario de un campo de subida de archivos. Para más detalles, consulta %s.

source: multiple file upload
es_mx: subida de varios archivos

source: of
es_mx: de

source: Remove
es_mx: Eliminar

source: deleting
es_mx: borrando

source: Browse Files
es_mx: Buscar archivos

source: or
es_mx: o

source: Drag & Drop Files Here
es_mx: Arrastra y suelta archivos aquí

source: This field is required.
es_mx: Este campo es obligatorio.

source: Note : Some of the files are not uploaded ( Only %count% files allowed )
es_mx: Nota: algunos de los archivos no se han subido (solo se permiten %count% archivos)

source: Uploaded file is not allowed for file type
es_mx: El archivo subido no tiene un formato permitido

source: Uploaded file is too large
es_mx: El archivo subido es demasiado grande

source: Uploading a file fails for any reason
es_mx: La subida de un archivo ha fallado por alguna razón

source: The uploaded file exceeds the maximum upload size of your server.
es_mx: El archivo subido supera el tamaño máximo de subida de tu servidor.

source: http://codedropz.com
es_mx: https://codedropz.com

source: This simple plugin create Drag & Drop or choose Multiple File upload in your Confact Form 7 Forms.
es_mx: Este sencillo plugin crea un campo de subida de varios archivos de arrastrar y soltar en tus formularios de Confact Form 7.

source: Minimum File
es_mx: Archivos mínimos

source: Minimum file upload
es_mx: Subida mínima de archivos
